{
  "team": "red-blue",
  "description": "Characters that can be either Red Team or Blue Team",
  "characters": [
    {
      "name": "Agent",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "AGENT",
          "type": "private reveal",
          "description": "Once per round, you may privately reveal your card to a player and force that player to card share with you. You must verbally say to the target player, \"I'm using my AGENT power. You MUST reveal your card to me.\"",
          "limitations": "If used on a character that is unable to card share (e.g. has the \"shy\" condition or is a Paranoid character that has already card shared), the power is wasted. The target must prove they can't card share by verbally saying (even if \"cursed\") \"I can't because (provide specific and honest (even if a Demon reason).\""
        }
      ],
      "tags": ["private reveal power"],
      "worksWellWith": ["Hunter", "Zombie", "Medic", "cards with card share powers"],
      "doesntWorkWellWith": ["10 players or less"],
      "requires": []
    },
    {
      "name": "Alien",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "ABDUCTION",
          "type": "card share",
          "description": "You must keep the card of any character that card shares with you. You are not permitted to do anything with acquired cards, including showing the cards to others or using powers associated with the card. Players whose cards were stolen maintain their powers and allegiance, but have obviously lost all ability to share their cards with others or use any power that requires them to private, public, color or card share.",
          "limitations": "If an Alien card shares with the other Alien, then both players lose their cards to the other, thus losing their ABDUCTION ability."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": ["11 or more players", "Privacy Promise variant"],
      "doesntWorkWellWith": ["Zombie", "Hot Potato"],
      "notes": ["Can be difficult to hide all acquired cards"]
    },
    {
      "name": "Ambassador",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "IMMUNE",
          "type": "condition",
          "description": "Before the game begins, but after character cards have been dealt, you must publicly announce \"I am an Ambassador!\" and keep your card publicly revealed for the rest of game. This public reveal is permanent. Ambassadors have the \"immune\" condition. Players with the \"immune\" condition are immune to all powers and conditions without exception. Ambassadors can walk freely between the two rooms. Ambassadors can never take part in any vote (e.g. voting to nominate or usurp a leader). Ambassadors can never be picked by leaders to be transferred into another room (or by other characters with such powers) as they are never actually counted as part of a room's population."
        }
      ],
      "tags": [],
      "worksWellWith": ["11 or more players"],
      "doesntWorkWellWith": ["Mad Scientists", "Zombies"],
      "notes": ["There must be 2 Ambassadors for proper game balance. Do not bury Ambassadors.", "Because Ambassadors are never considered a part of a room's population, they don't count towards the player count in the game and they don't count for or against Team Zombie's win objective. This means if you have 18 players including the Ambassadors, you should be playing a 16 player game."]
    },
    {
      "name": "Angel",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "HONEST",
          "type": "condition",
          "description": "You begin with the \"honest\" condition. Players with the \"honest\" condition must always verbally tell the truth (unless you're \"seduced\", \"hypnotized\", or any other condition that may influence your ability to tell the truth). This means that you are permitted to lie as long as it is not verbally."
        }
      ],
      "tags": ["condition", "acting"],
      "worksWellWith": ["Devil"],
      "doesntWorkWellWith": ["Hypnotist", "Vampire"],
      "notes": ["If a player with the \"honest\" condition were to acquire the \"liar\" condition, the two conditions would cancel one another, leaving the player with neither condition."]
    },
    {
      "name": "Blind",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "BLIND",
          "type": "condition",
          "description": "You begin with the \"blind\" condition. Players with the \"blind\" condition must do their best best to never open his or her eyes during the game."
        }
      ],
      "tags": ["condition", "acting"],
      "worksWellWith": ["players that aren't maniacal douchebags"],
      "doesntWorkWellWith": [],
      "notes": ["Blind players can still acquire conditions and have powers used upon them, but they should not be lied to about it.", "Requires some coordination. Designers are not responsible for injuries during play. Using Blind in combination with the Mummy character is strongly discouraged."]
    },
    {
      "name": "Body Snatcher",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "BODY SNATCHER",
          "type": "card share",
          "description": "If anyone card shares with your Body Snatcher card, they must give you their character card. Cards captured in this way are considered your face cards. You may show any face card you wish in future private, public, color, and card shares as long as you still have a Body Snatcher card (even if it is not your own). However, you gain neither the allegiance nor the powers of any acquired face cards, including any characters with powers that activate during a reveal. Players whose cards were stolen maintain their powers and allegiance, but have obviously lost all ability to share their cards with others or use any power that requires them to private, public, color or card share."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": ["11 or more players", "Privacy Promise variant"],
      "doesntWorkWellWith": ["Zombie", "Hot Potato"],
      "notes": ["If a Body Snatcher card shares with the other Body Snatcher, and both used their Body Snatcher card when doing so, then both players lose their Body Snatcher cards to the other. However, both of these players may continue to show other players the face cards they've acquired, but neither player can continue to collect cards.", "When using face cards that have powers, you should not allow players to believe your power has influence over them.", "Remember that characters still retain their abilities and powers. This means that the Bomber still provides everyone with the \"dead\" condition at the end of the game with or without his/her card. The President is still the President with or without his/her card.", "Can be difficult to hide all acquired cards."]
    },
    {
      "name": "Bouncer",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "BOUNCER",
          "type": "private reveal",
          "description": "If you are in a room that has more players than the other room, you may privately reveal your card to any player and verbally tell them, \"get out!\" When you do, that player must immediately change rooms. You may do this at any time EXCEPT FOR THE LAST ROUND. This can be done limitlessly, but never to a room's leader."
        }
      ],
      "tags": ["private reveal power", "odd player count"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["This card should only be included in the roleset if the two rooms do not have the same number of players in them.", "Can lead to the \"ping pong\" effect of continually bouncing a player back and forth until time runs out."]
    },
    {
      "name": "Bully",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "BULLY",
          "type": "color share",
          "description": "When a player agrees to color share with you, private reveal instead. They must private reveal their card too."
        }
      ],
      "tags": ["color share power"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["The Bully forces a private reveal, not a card share."]
    },
    {
      "name": "Centipede",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "CENTIPEDE",
          "type": "card share",
          "description": "Any player that card shares with you gains the \"attached\" condition. Any \"attached\" player that becomes separated from you (meaning they are no longer in the same room as you) loses the \"attached\" condition and replaces it with the \"torn\" condition. Players with the \"torn\" condition must permanently publicly reveal their card regardless of any powers or acquired conditions."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": [],
      "doesntWorkWellWith": ["10 players or fewer"],
      "notes": ["If a player is no longer the Centipede (e.g. after card sharing with the Leprechaun), players with the \"attached\" condition remain \"attached\" to you."]
    },
    {
      "name": "Cleaner",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "CLEANSE",
          "type": "card share",
          "description": "You cleanse any player that card shares with you. This means that any player that card shares with you has all of their acquired conditions removed from them."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": ["characters that cause conditions"],
      "doesntWorkWellWith": [],
      "notes": ["This does not make yourself immune to acquiring conditions, as you might need to find the opposing Cleaner.", "Upon card sharing, a Cleaner with a contagious condition (see Werewolf and Zombie) will first use their CLEANER power, then provide the contagious condition."]
    },
    {
      "name": "Clown",
      "winCondition": "Standard team win condition",
      "powers": [],
      "tags": ["acting"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["Do your best to smile at all times.", "Research suggests it is near impossible to smile and not be simultaneously happy.", "Some players can't stand being this character."]
    },
    {
      "name": "Conspirator",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "CONSPIRATOR",
          "type": "card share",
          "description": "Any player that card shares with you and has the opposite team's win objective (example: blue Conspirator card sharing with a red aligned character) gains the \"traitor\" condition. A player with the \"traitor\" condition has their win objective changed to that of the opposing team."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": ["Loyalist", "Negotiator", "Thug"],
      "doesntWorkWellWith": [],
      "notes": ["The CONSPIRATOR power does not work on players that are not red or blue aligned, primary characters, and secondary characters (e.g. grey character, President, Bomber, President's Daughter, Martyr, Blue Drone, etc.).", "A single player can only gain a single \"traitor\" condition."]
    },
    {
      "name": "Coy Boy",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "COY",
          "type": "condition",
          "description": "You begin with the \"coy\" condition. Players with the \"coy\" condition may ONLY color share even when a character's power might force a card share. A Coy Boy can't card share, privately reveal, or publicly reveal their card or their color."
        }
      ],
      "tags": ["condition"],
      "worksWellWith": ["Spy", "Negotiator"],
      "doesntWorkWellWith": ["10 players or fewer"],
      "notes": ["\"Coy\" players can card share their cards to Psychologists after a Psychologist player has privately revealed their card to the \"coy\" player.", "If a player with the \"foolish\" condition were to acquire the \"coy\" condition, the two conditions would cancel one another, leaving the player with neither condition.", "Doesn't work well with 10 players or fewer as this essentially makes the Coy Boy \"shy.\""]
    },
    {
      "name": "Criminal",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "CRIMINAL",
          "type": "card share",
          "description": "Any player that card shares with you gains the \"shy\" condition. Players with the \"shy\" condition may not reveal any part of their card to any player."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": ["Psychologist", "Hunter", "Engineer", "Doctor"],
      "doesntWorkWellWith": ["Private Investigator", "Mastermind", "10 players"],
      "notes": ["If a player with the \"foolish\" condition were to acquire the \"shy\" condition, the two conditions would cancel one another, leaving the player with neither condition."]
    },
    {
      "name": "Dealer",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "DEALER",
          "type": "card share",
          "description": "Any player that card shares with you gains the \"foolish\" condition. Players with the \"foolish\" condition can never turn down an offer to card share."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": ["Criminal"],
      "doesntWorkWellWith": [],
      "notes": ["If a player with the \"foolish\" condition were to acquire the \"shy\" condition, the two conditions would cancel one another, leaving the player with neither condition.", "Information can get very public very quickly."]
    },
    {
      "name": "Demon",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "LIAR",
          "type": "condition",
          "description": "You begin with the \"liar\" condition. Players with the \"liar\" condition must always verbally tell the lie (unless you're \"seduced\", \"hypnotized\", or any other condition that may influence your ability to tell the truth). This means that you are permitted to communicate the truth as long as it is not verbally."
        }
      ],
      "tags": ["acting", "condition"],
      "worksWellWith": ["Angel"],
      "doesntWorkWellWith": ["Hypnotist", "Vampire"],
      "notes": ["If a player with the \"honest\" condition were to acquire the \"liar\" condition, the two conditions would cancel one another, leaving the player with neither condition.", "Gets confusing when paired with the Hypnotist and Vampire. Tough to pull off."]
    },
    {
      "name": "Enforcer",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "ENFORCER",
          "type": "private reveal",
          "description": "Once per round, you may privately reveal your card to two players. You must verbally say to your target players, \"You must reveal your card to one another.\" Those two players must card share to one another (not to you). You cannot use this power on yourself, but another Enforcer can use their power on you."
        }
      ],
      "tags": ["private reveal power"],
      "worksWellWith": ["Hunter", "Agent", "11 or more players"],
      "doesntWorkWellWith": ["10 players or less"],
      "notes": ["If used on a character that is unable to card share (e.g. has the \"shy\" condition), the power is wasted. The target must prove they can't card share by verbally saying (even if \"cursed\") \"I can't because I am (name specific condition).\""]
    },
    {
      "name": "Enlisted",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "ENLIST",
          "type": "public reveal",
          "description": "During any round but the last, you may publicly reveal your card and automatically become one of the hostages for the end of that round. However, your card must permanently remain publicly revealed for the rest of the game. This means that you can only use this power once. The Enlisted must be a hostage during the same round in which the ENLIST power was used."
        }
      ],
      "tags": ["public reveal power"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["If 2 Enlisted characters use their power in the same room during the same round and there is only 1 hostage position available, whichever Enlisted used their power first is to be the hostage, the other Enlisted character wasted their ENLIST power.", "After using the ENLIST power, traditional card sharing and revealing can't be done."]
    },
    {
      "name": "Exhibitionist",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "FLASHING",
          "type": "condition",
          "description": "You begin with the \"flashing\" condition. Players with the \"flashing\" condition may ONLY publicly reveal even when a character's power might force a card share. A Exhibitionist can't card share or privately reveal their card or their color."
        }
      ],
      "tags": ["condition"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["Is part of the \"paraphilia\" set (Voyeur, Frotteur, and Prude)"]
    },
    {
      "name": "Gargoyle",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "GARGOYLE",
          "type": "public reveal",
          "description": "Whenever you are selected to leave a room (via hostage selection or a character's power) you may publicly reveal your card and verbally say, \"Stone,\" to avoid leaving the room. This means that any character that attempts to force you to leave the room (including the leader) must immediately choose a different player to leave. The GARGOYLE power can be used repeatedly at anytime."
        }
      ],
      "tags": ["public reveal power"],
      "worksWellWith": ["Usurper"],
      "doesntWorkWellWith": [],
      "notes": ["The GARGOYLE power can't be used while the leader is out of the room during parlay.", "Gargoyle is part of the \"monster\" set."]
    },
    {
      "name": "Gorgon",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "GORGON",
          "type": "card share",
          "description": "Any player that card shares with you gains the \"stoned\" condition. Players with the \"stoned\" condition may no longer vote. Rather, any time a vote is called for (e.g. in the instance of nominating/usurping a leader), \"stoned\" players must act stiff with their arms straight down."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": ["Rebel"],
      "doesntWorkWellWith": [],
      "notes": ["Gorgon is part of the \"monster\" set."]
    },
    {
      "name": "Hunter",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "HUNTER",
          "type": "card share",
          "description": "Take a player's character card anytime they attempt to use a card share power on you. You, the Hunter, are not affected by that player's card share power. You are not permitted to do anything with acquired cards, including showing the cards to others or using powers associated with the card."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["If a Vampire card shares with you, the Vampire has no effect on you, but you get to keep the player's Vampire card. If 2 Hunters card share, nothing happens. Players whose cards were stolen maintain their powers and allegiance, but have obviously lost all ability to share their cards with others.", "The Clone's CLONE power still works even when encountering the Hunter.", "Hunter is part of the \"monster\" set.", "Can be difficult to hide all acquired cards."]
    },
    {
      "name": "Hypnotist",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "HYPNOTIST",
          "type": "card share",
          "description": "Any player that card shares with you gains the \"hypnotized\" condition. \"Hypnotized\" players must act as if they are the character that you suggest. You initiate hypnotism by saying, \"You think you are the ________.\" You can only make a character suggestion at the time of the hypnotism (the card share). \"Hypnotized\" players do not gain nor lose their power or allegiance."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": ["Privacy Promise variant"],
      "doesntWorkWellWith": [],
      "notes": ["This requires a bit of acting on the part of the \"hypnotized\" player as they are now to believe that their character card is actually the character card the Hypnotist suggests.", "Can get confusing for players quickly. This role may be too complex for newer players."]
    },
    {
      "name": "Identity Thief",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "IDENTITY THIEF",
          "type": "card share",
          "description": "Any player that card shares with you trades cards with you and then acquires the \"shy\" condition. Players with the \"shy\" condition may not reveal any part of their card to any player. The player with whom you traded cards is now considered the \"Shy Identity Thief\" and assumes the allegiance of the Identity Thief card. You, however, assume the powers, allegiance, win objectives, and all starting conditions of the newly stolen card as if you were dealt that character card at the beginning of the game."
        }
      ],
      "tags": ["card share power", "card swap"],
      "worksWellWith": ["Privacy Promise variant"],
      "doesntWorkWellWith": ["Psychologist"],
      "notes": ["If the 2 Identity Thief characters card share with one another, they trade cards, both gain the \"shy\" condition, and both trade their allegiances (red becomes blue and blue become red).", "\"Shy\" players can card share their cards to psychologists after a psychologist player has privately revealed their card to the \"shy\" player.", "If a player with the \"shy\" condition were to acquire the \"foolish\" condition, the two conditions would cancel one another, leaving the player with neither condition.", "Doesn't work well with Psychologist as the 2 players can infinitely switch.", "Remember that newly acquired characters are cleansed."]
    },
    {
      "name": "Immunologist",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "IMMUNE",
          "type": "condition",
          "description": "You begin with the \"immune\" condition. Players with the \"immune\" condition are immune to all powers and conditions without exception."
        }
      ],
      "tags": ["condition"],
      "worksWellWith": ["characters that have card share powers"],
      "doesntWorkWellWith": ["Zombie"],
      "notes": ["Players should never lie about having the \"immune\" condition. If this becomes a problem an Immunologist might have to provide a private reveal to prove that they are indeed immune to a power or condition and you should get better friends.", "Doesn't work well with Zombie, as Team Zombie now has a huge handicap."]
    },
    {
      "name": "Informer",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "INFORMER",
          "type": "private reveal",
          "description": "When a player of the opposing color (i.e. red when you're blue, or blue when you're on red team) privately reveals their card to you and verbally says, \"Take my card,\" you MUST take that player's card. You are not permitted to do anything with acquired cards, including showing the cards to others or using powers associated with the card. If, at the end of the last round, if the red and blue teams tie (both win or both lose) then team whose Informer has more cards loses."
        }
      ],
      "tags": [],
      "worksWellWith": [],
      "doesntWorkWellWith": ["Judge"],
      "requires": ["characters that may cause a tie game (e.g. Doctor, Engineer, Blue Drone, Red Fist, etc.)"],
      "notes": ["Incompatible with Judge. Should not be buried."]
    },
    {
      "name": "Interrogator",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "INTERROGATE",
          "type": "private reveal",
          "description": "Once per round you may privately reveal to any player in the room and ask them a single yes/no question to which they must answer honestly. If they sincerely don't know the answer to the question, then they should indicate such. Answering doesn't have to be verbal (though it can be). The recipient of the INTERROGATE power can answer with a simple nod of the head, headshake, or shrug of the shoulders. When using the Interrogate ability, you must verbally announce to your target player, \"I am using my Interrogate ability,\" as you privately reveal your card to them."
        }
      ],
      "tags": ["private reveal power"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["Asking players about what they plan to do in the future is a waste of a question. Changing your plans doesn't make you dishonest. It makes you fickle.", "Great if you know what a yes/no question is.", "Easy to cheat by using your power more than once per round, so don't."]
    },
    {
      "name": "Kangaroo",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "SWITCH-A-ROO",
          "type": "public reveal",
          "description": "During any round but the last, you may publicly reveal your card. You must then immediately leave your current room. Upon entering the opposing room, you must IMMEDIATELY choose any player, show them your publicly revealed card and verbally tell them, \"I'm kicking you out.\" You stay, but your target player must immediately leave the current room and go into the opposing room. After using the SWITCH-A-ROO power, your card must remain permanently publicly revealed for the rest of the game. This means that you can only use this power once."
        }
      ],
      "tags": ["public reveal power"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["If the player you chose to remove from the room was the leader, the leader should immediately place the leader card on the ground. At this point, a new leader is nominated in the same method as in the first round."]
    },
    {
      "name": "Mayor",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "MAYOR",
          "type": "public reveal",
          "description": "When you publicly reveal your card, your vote counts as two votes. This means that you can publicly reveal your card to count as two people for OR AGAINST the nomination of a new leader."
        }
      ],
      "tags": ["public reveal power"],
      "worksWellWith": ["rooms that have an even number of players"],
      "doesntWorkWellWith": []
    },
    {
      "name": "Medic",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "MEDIC",
          "type": "card share",
          "description": "Any player that card shares with you has all \"conditions\" removed. For example, a player who has been \"cursed\" by a Mummy would no longer have the \"cursed\" condition after card sharing with you."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": ["characters that cause conditions"],
      "doesntWorkWellWith": [],
      "notes": ["This does not make yourself immune to acquiring conditions, as you might need to find the opposing Medic.", "Upon card sharing, a Medic with a contagious condition (see Werewolf and Zombie) will first use their MEDIC power, then provide the contagious condition."]
    },
    {
      "name": "Mime",
      "winCondition": "Standard team win condition",
      "powers": [],
      "tags": ["acting"],
      "worksWellWith": ["Mummy"],
      "doesntWorkWellWith": [],
      "notes": ["Do your best to not make any noise.", "Some players can't stand being this character."]
    },
    {
      "name": "Mummy",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "MUMMY",
          "type": "card share",
          "description": "Any player that card shares with you gains the \"cursed\" condition. \"Cursed\" players must from then on do their best to not make any noise."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": ["Mime"],
      "doesntWorkWellWith": [],
      "notes": ["Because of the MUMMY power, \"Cursed\" players are prevented from using any powers or abilities that requires a verbalization (e.g. Agent, Rageaholic, and even Zombie).", "Mummy is part of the \"monster\" set."]
    },
    {
      "name": "Negotiator",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "SAVVY",
          "type": "condition",
          "description": "You begin with the \"savvy\" condition. Players with the \"savvy\" condition may only card share. You may not publicly, privately, or color share."
        }
      ],
      "tags": ["condition"],
      "worksWellWith": ["Shy Guy", "Coy Boy"],
      "doesntWorkWellWith": ["10 players or less"],
      "notes": ["It is possible for \"savvy\" players to acquire conditions that prevent card sharing (e.g. \"coy\"). If this happens, then the \"savvy\" player can no longer perform any of the 4 types of reveals (card share, color share, private reveal, or public reveal).", "Doesn't work well with 10 players or less as the Negotiator role is redundant."]
    },
    {
      "name": "Ninja",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "NINJA",
          "type": "public reveal",
          "description": "During any round but the last, you may publicly reveal your card. You must then immediately leave your current room. Upon entering the opposing room, you must IMMEDIATELY grab any player you choose in that room. Both you and the chosen player are removed from the game (but do NOT gain the \"dead\" condition)."
        }
      ],
      "tags": ["public reveal power"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["In the case where the chosen player is a character who is unaffected by powers (example: the Immunologist), the Ninja's power has been wasted and the Ninja leaves the game alone.", "Removed characters still win or lose based upon their team or character's win objective.", "Backup characters become active if their corresponding characters are removed from the game (e.g. the Nurse becomes the Doctor if the Ninja removes the Doctor from the game).", "If the Ninja uses the NINJA power on a room's leader, the leader should immediately place the leader card on the ground. At this point, a new leader is nominated in the same method as the first round.", "If a primary character (President or Bomber) and its corresponding backup character (President's Daughter or Martyr) are both removed from the game, the opposing team automatically wins.", "If the leader of a room is removed, the room must nominate a new leader as in the first round.", "Because Ninjas and the targets of their NINJA power are removed from a room's population, the player count for the sake of hostages should always be 4 less than the amount of starting players. This means if you have 18 players including the Ninjas, you should be playing a 14 player game.", "Not recommended with cards with linked characters (e.g. Frotteur and Prude). Should never be played with the Amnesiac."]
    },
    {
      "name": "Paparazzo",
      "winCondition": "Standard team win condition",
      "powers": [],
      "tags": ["acting"],
      "worksWellWith": ["Privacy Promise variant"],
      "doesntWorkWellWith": [],
      "notes": ["Do your best to make sure there are no private conversations. You must try to be as intrusive as possible, including looking over players' shoulders at their cards, and even getting on the ground to see the bottoms of cards being passed between players. You can't physically manipulate other players, that is too rude. If playing with the Privacy Promise rule variant, ignore the rule as long as you publicly reveal your card to prove to others that you are permitted to be invasive.", "Works well with the Privacy Promise variant."]
    },
    {
      "name": "Paranoid",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "PARANOID",
          "type": "condition",
          "description": "You begin with the \"paranoid\" condition. Players with the \"paranoid\" condition may only card share. Moreover, they may only card share once per game."
        }
      ],
      "tags": ["condition"],
      "worksWellWith": ["Psychologist"],
      "doesntWorkWellWith": []
    },
    {
      "name": "Piper",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "PIPER",
          "type": "card share",
          "description": "Any player that card shares with you gains the \"piped\" condition. Characters with the \"piped\" condition have an additional win condition. If players with the \"piped\" condition lose if they are not in the same room as the Piper player that provided them with the \"piped\" condition."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": ["Negotiator", "Hunter", "Zombie", "Medic", "Cleaner"],
      "doesntWorkWellWith": ["10 players or less"],
      "notes": ["A player can only have a single \"piped\" condition.", "It is possible that both Piper characters gain the \"piped\" condition."]
    },
    {
      "name": "Pirate",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "PIRATE",
          "type": "public reveal",
          "description": "You may publicly reveal your Pirate card, pick any player in the room (besides yourself) and verbally and loudly tell them, \"Argh, walk the plank.\" However, your card must permanently remain publicly revealed for the rest of the game. This means that you can only use this power once. Your target player gains the \"blasted\" condition. A player with the \"blasted\" condition must be one of the hostages exchanged at the end of the round. If the PIRATE power is used during the last round, then that player is the single hostage."
        }
      ],
      "tags": ["public reveal power"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["If a player with the \"blasted\" condition were to acquire the \"tackled\" condition, the two conditions would cancel one another, leaving the player with neither condition.", "Players will not likely need to guess the other room's hostage. Recommend that just the red Pirate be played with just the blue Security."]
    },
    {
      "name": "Professor",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "PROFESSOR",
          "type": "card share",
          "description": "Any player that card shares with you acquires the \"savvy\" condition. Players with the \"savvy\" condition may only card share. The \"savvy\" condition prevents the use of private reveal and color share powers."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": ["Negotiator", "characters with card share powers"],
      "doesntWorkWellWith": ["Private Investigator", "10 players"],
      "notes": ["It is possible for \"savvy\" players to acquire conditions that prevent card sharing (e.g. \"coy\"). If this happens, then the \"savvy\" player can no longer perform any of the 4 types of reveals (card share, color share, private reveal, or public reveal)."]
    },
    {
      "name": "Psychologist",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "PSYCHOLOGIST",
          "type": "card share",
          "description": "When you privately reveal your card to a character with the \"shy\" condition or the \"coy\" condition, that \"shy\" or \"coy\" character may then immediately card share with you, the Psychologist. If this is done, the \"shy\" and/or \"coy\" condition is removed. Furthermore, if someone with the \"paranoid\" condition card shares with you, the \"paranoid\" condition is removed."
        }
      ],
      "tags": ["card share power", "private reveal power"],
      "worksWellWith": ["Criminal", "Shy Guy", "Thug", "Paranoid", "Coy Boy"],
      "doesntWorkWellWith": []
    },
    {
      "name": "Rageaholic",
      "winCondition": "Alternative win objective",
      "powers": [
        {
          "name": "RAGEAHOLIC",
          "type": "alternative win",
          "description": "You have an alternative win objective. If you... 1) are a room's leader 2) have already selected your hostages 3) are between rounds (the time between the end of a round and the beginning of the next round) 4) and are waiting for the other room's leader during parlay ... then you may begin yelling \"I'm a raging one! I'm a raging two! I'm a raging three!...\" and so on until either the other leader shows up for parlay or you get to \"I'm a raging ten!\" If you get to and complete yelling \"I'm a raging ten!\" then you win and all other players lose (including the opposing Rageaholic character)."
        }
      ],
      "tags": [],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["When yelling during parlay, you should be loud enough that both rooms can hear you.", "This is great for annoying leaders that don't choose their hostages quickly.", "This character sucks if you are that annoying leader that doesn't select hostages on time."]
    },
    {
      "name": "Rat",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "RAT",
          "type": "public reveal",
          "description": "Once per game you may publicly reveal your card to the entire room, then leave to the opposing room. However, your card must permanently remain publicly revealed for the rest of the game. While in the other room, you have the \"immune\" condition. Players with the \"immune\" condition are immune to all powers and conditions without exception. While in the other room Rats can never take part in any vote (e.g. voting to nominate or usurp a leader) and can never be picked by leaders to be transferred into another room (or by other characters with such powers) as they are never actually counted as part of a room's population. You must return to your original room before the end of the round or you automatically lose."
        }
      ],
      "tags": ["public reveal power"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["Works great on the last round.", "Don't forget to return before the end of the round!"]
    },
    {
      "name": "Secret Police",
      "winCondition": "Alternative win objective",
      "powers": [
        {
          "name": "SECRET POLICE",
          "type": "public reveal",
          "description": "While the Secret Police are in play, doing any action that could be deemed gameplay between rounds is strictly prohibited. If any players discuss gameplay or attempt to do any form of card sharing or revealing, you (the Secret Police) may point to the player that is gameplaying between rounds, publicly reveal your card (like its a badge) and yell, \"Secret Police! You're under arrest!\" As long as 1 other player in the game can verify that gameplay was indeed occurring between rounds, you win and all other players lose (including the opposing Secret Police character)."
        }
      ],
      "tags": [],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["When playing with the Secret Police it is important that all players understand when a round begins and when it ends. If players are having difficulty understanding this, remember that declaring \"The round is over!\" is not considered gameplay.", "Between rounds is the time between the end of a round and the beginning of the next round. This is the time when leaders parlay, swap hostages, and begin the next round.", "Tip: The easiest way to be sure that the Secret Police do not win is to remain silent and still between rounds.", "Warning: A leader selecting hostages after a round's time has expired IS CONSIDERED GAMEPLAY! Leader's should be well prepared.", "A great character to use in groups that waste a whole lot of time between rounds.", "Some players claim this character is \"mean\" and ruins fun. This requires a disciplined group."]
    },
    {
      "name": "Security",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "TACKLE",
          "type": "public reveal",
          "description": "You may publicly reveal your Security card, pick any player in the room (besides yourself) and verbally tell them, \"You're going nowhere.\" However, your card must permanently remain publicly revealed for the rest of the game. This means that you can only use this power once. If the target of your TACKLE power is not on the same team as you, they gain the \"tackled\" condition. \"Tackled\" players can't leave as a hostage this round. If Security uses the TACKLE power on a member of their own team, then that teammate player gains the \"torn\" condition. A player with the \"torn\" condition must permanently publicly reveal their card regardless of any powers or acquired conditions."
        }
      ],
      "tags": ["public reveal power"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["If a player with the \"tackled\" condition were to acquire the \"blasted\" condition, the two conditions would cancel one another, leaving the player with neither condition.", "Players will not likely need to guess the other room's hostage. Recommended that just the red Pirate be played with just the blue Security."]
    },
    {
      "name": "Seer",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "SEER",
          "type": "setup",
          "description": "Before the game begins, but after character cards have been dealt, everyone is to close their eyes and publicly reveal their cards for about 30 seconds. All players are to do this regardless of their character card's abilities, powers, and starting conditions. Only the Seer characters may open their eyes and move freely throughout the play areas. Seer characters begin the game with the \"shy\" condition."
        }
      ],
      "tags": [],
      "worksWellWith": ["11 or more players"],
      "doesntWorkWellWith": [],
      "notes": ["Players with the \"shy\" condition may not reveal any part of their card to any player.", "\"Shy\" players can card share their cards to psychologists after a psychologist player has privately revealed their card to the \"shy\" player.", "If a player with the \"foolish\" condition were to acquire the \"shy\" condition, the two conditions would cancel one another, leaving the player with neither condition.", "Tip: the best way to address Seer players getting to look at all players' cards is to have all players dealt their character cards before separating into the 2 separate rooms. Then have the 30 second mass public reveal, and then separate into separate rooms.", "There must be 2 Seers for proper game balance. Do not bury Seers.", "Not recommended with Mad Scientists, or Zombies."]
    },
    {
      "name": "Shy Guy",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "SHY",
          "type": "condition",
          "description": "You begin with the \"shy\" condition. Players with the \"shy\" condition may not reveal any part of their card to any player."
        }
      ],
      "tags": ["condition"],
      "worksWellWith": ["Psychologist", "Criminal"],
      "doesntWorkWellWith": [],
      "notes": ["\"Shy\" players can card share their cards to psychologists after a psychologist player has privately revealed their card to the \"shy\" player.", "If a player with the \"foolish\" condition were to acquire the \"shy\" condition, the two conditions would cancel one another, leaving the player with neither condition."]
    },
    {
      "name": "Spy",
      "winCondition": "Standard team win condition",
      "powers": [],
      "tags": [],
      "worksWellWith": ["Coy Boy"],
      "doesntWorkWellWith": [],
      "notes": ["This is a special character card that is the color of the opposite team. This means, for example, that the red Spy has an allegiance to the Red Team, but their card is blue.", "Doesn't really work well without the Coy Boy or less than 10 players."]
    },
    {
      "name": "Tentaclese",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "TENTACLE",
          "type": "public reveal",
          "description": "If you are in a room that has fewer players than the other room, you may leave your current room. You never count as a member of the opposing room while using the TENTACLE power. Upon entering the opposing room, you must IMMEDIATELY grab any player of your choosing. Both you and that grabbed player return to the room from which you just left. In the case where the chosen player is a character who is unaffected by powers (example: the Immunologist), Tentaclese's power has been wasted and you must IMMEDIATELY grab a different player."
        }
      ],
      "tags": ["odd player count", "public reveal power"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["If Tentaclese uses the TENTACLE power on a room's leader, the leader should immediately place the leader card on the ground. At this point, a new leader is nominated in the same method as the first round.", "You may use the TENTACLE power during anytime EXCEPT FOR THE LAST ROUND. This can be done limitlessly.", "This card should only be included in the roleset if the two rooms do not have the same number of players in them.", "Can cause tug-of-war matches, especially with the Bouncers"]
    },
    {
      "name": "Thug",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "THUG",
          "type": "card share",
          "description": "Any player that card shares with you acquires the \"coy\" condition. Players with the \"coy\" condition may only color share even when a character's power might force a card share."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": ["Psychologist", "Spy", "Engineer", "Doctor"],
      "doesntWorkWellWith": ["Private Investigator", "10 players or fewer"],
      "notes": ["If a player with the \"foolish\" condition were to acquire the \"coy\" condition, the two conditions would cancel one another, leaving the player with neither condition."]
    },
    {
      "name": "Time Lord",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "TIME",
          "type": "public reveal",
          "description": "Publicly reveal your card at any time and verbally announce, \"Time is up!\" When calling the end of the round, being sure that both rooms hear the call to end the round. However, if you ever take longer than 5 minutes to call a round, you lose your TIME power."
        }
      ],
      "tags": ["public reveal power"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["There is no need to keep time in a game if the Time Lord characters are in play except to prove that they have exceeded 5 minutes and lose their TIME power."]
    },
    {
      "name": "Trader",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "TRADE",
          "type": "card swap",
          "description": "You may trade your card for the buried card. You may not peek at the buried card, only trade with it. You now assume all powers and the allegiance of your newly acquired card. A single player can only use the TRADE power once per round."
        }
      ],
      "tags": ["card swap"],
      "worksWellWith": ["Voyeur"],
      "doesntWorkWellWith": ["Private Investigator", "Amnesiac"],
      "notes": ["This means that even if a Trader trades their card for the other Trader card, they can't use the TRADE power again until the next round.", "Remember that newly acquired characters are cleansed."]
    },
    {
      "name": "Usurper",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "USURPER",
          "type": "public reveal",
          "description": "During any round but the last, you may publicly reveal your card and automatically become the leader. However, your card must permanently remain publicly revealed for the rest of the game. This means that you can only use this power once. The Usurper cannot be usurped during the same round in which the Usurper stole leadership, not even by another Usurper."
        }
      ],
      "tags": ["public reveal power"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["If 2 Usurpers use their power in the same room during the same round, whichever Usurper used their power first remains the leader, the other Usurper wasted their power.", "After using USURPER power, traditional card sharing and revealing can't be done."]
    },
    {
      "name": "Vampire",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "SEDUCTIVE",
          "type": "card share",
          "description": "Any player who card shares with you that has a color not of your own gains the \"seduced\" condition. All \"seduced\" players must do anything with their card that you ask of them and must vote for or against leaders as you do. This means that a \"seduced\" player must color share with anyone you ask them to, publicly reveal their card if you request them to, and they must even vote to usurp the current leader if you do."
        }
      ],
      "tags": ["card share power"],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["Vampire is part of the \"monster\" set."]
    },
    {
      "name": "Voyeur",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "VOYEUR",
          "type": "special",
          "description": "At any time, you may look at the buried card."
        }
      ],
      "tags": [],
      "worksWellWith": [],
      "doesntWorkWellWith": [],
      "notes": ["Voyeur characters should not have to prove that they are a Voyeur. If someone peeks at the buried card and they are not the Voyeur, they are cheating and should be hastily stoned.", "Is part of the \"paraphilia\" set (Exhibitionist, Frotteur, and Prude)"]
    },
    {
      "name": "Werewolf",
      "winCondition": "Standard team win condition",
      "powers": [
        {
          "name": "WEREWOLF",
          "type": "card share",
          "description": "You are considered one of the 2 alpha wolves and you have the WEREWOLF power: any player that card shares or color shares with you gains the \"bitten\" condition. Any player that card shares or color shares with a \"bitten\" player is then also \"bitten.\" All \"bitten\" players must answer any question EITHER of the alpha wolves ask as honestly and informatively as possible."
        }
      ],
      "tags": ["card share power", "color share power", "contagious"],
      "worksWellWith": ["Privacy Promise variant"],
      "doesntWorkWellWith": [],
      "notes": ["Newly \"bitten\" players don't receive any special \"bitten\" cards or indicators. Therefore, it is important for players to indicate that they are \"bitten\" when card or color sharing with another. Players need to also indicate which player is the known alpha wolf. This way all a newly \"bitten\" player knows whose questions must be answered honestly. This is usually done by whispering something along the lines of, \"I'm bitten and now so are you. Ted is one of the alpha wolves, so if he asks you any questions, answer the best you can.\"", "If you have the \"bitten\" condition and you believe you are being asked a question by EITHER of the players that to your knowledge are alpha wolves, you must do your best to answer honestly. Therefore, there is a benefit to not knowing who the other team's alpha wolf is.", "Asking players about what they plan to do in the future is a waste of a question. Changing your plans doesn't make you dishonest. It makes you fickle.", "Part of the \"monster\" set and works well with the Privacy Promise variant.", "Gets confusing with the Medic and characters with card swapping abilities (e.g. Leprechaun)."]
    }
  ]
}
